Repository: ihebhafdallah/Tutor-LMS-Licence-Key-Enrollment
Catalog: languages/tutor-lms-licence-key-enrollment-*.po
Languages: ar

source: Tutor LMS Licence Key Enrollment
ar: تسجيل Tutor LMS بواسطة مفتاح الترخيص

source: Tutor LMS Licence Key Enrollment lets users enroll in courses using a licence key. Admins generate course licence keys and share them with users, who can submit their key via a frontend form using the shortcode <code>[tutor_licence_key]</code> to get enrolled instantly.
ar: يسمح إضافة 'تسجيل Tutor LMS بواسطة مفتاح الترخيص' للمستخدمين بالتسجيل في الدورات باستخدام مفتاح ترخيص. يقوم المشرفون بتوليد مفاتيح ترخيص للدورات ومشاركتها مع المستخدمين، الذين يمكنهم إدخال مفتاحهم عبر نموذج في واجهة الموقع باستخدام الكود المختصر <code>[tutor_licence_key]</code> ليتم تسجيلهم فوراً.

source: Iheb HAFDALLAH
ar: إيهاب حفظ الله

source: Licence Keys
ar: مفاتيح الترخيص

source: Generate Licence Keys
ar: توليد مفاتيح الترخيص

source: Course
ar: الدورة

source: Number of Keys
ar: عدد المفاتيح

source: Generate Keys
ar: توليد المفاتيح

source: Permission denied
ar: تم رفض الإذن

source: ID
ar: المعرف

source: Licence Key
ar: مفتاح الترخيص

source: Status
ar: الحالة

source: Created
ar: تاريخ الإنشاء

source: Please login to use a licence key.
ar: يرجى تسجيل الدخول لاستخدام مفتاح الترخيص.

source: Activate Licence
ar: تفعيل الترخيص

source: Invalid or expired licence key.
ar: مفتاح الترخيص غير صالح أو منتهي الصلاحية.

source: Course product not found.
ar: لم يتم العثور على منتج الدورة.

source: Licence key enrollment
ar: التسجيل بواسطة مفتاح الترخيص

source: Course activated successfully!
ar: تم تفعيل الدورة بنجاح!

source: Deleted course
ar: دورة محذوفة

source: All Courses
ar: جميع الدورات

source: All Statuses
ar: جميع الحالات

source: Export: All Keys
ar: تصدير: جميع المفاتيح

source: Active
ar: نشط

source: Sent
ar: إرسال

source: Expired
ar: منتهي الصلاحية

source: Export CSV
ar: تصدير ملف CSV

source: Mark as Active
ar: تعيين كنشط

source: Mark as Sent
ar: تعيين كمرسل

source: Mark as Expired
ar: تعيين كمنتهي

source: Delete
ar: حذف
